[
  {
    "past": {
      "name": "Boudica",
      "caption": "Boudica was a queen of the British Iceni tribe who led an uprising against the conquering forces of the Roman Empire in AD 60 or 61. Where would you place her on this spectrum?",
      "hint": "Boudica was a queen of the British Iceni tribe who led an uprising against the conquering forces of the Roman Empire in AD 60 or 61."
    },
    "present": [
      {
        "name": "Elizabeth I",
        "caption": "Our research shows that Boudica is often associated with Elizabeth I. Where would you place her on the spectrum?",
      },
      {
        "name": "The suffragettes",
        "caption": "Our research shows that Boudica is often associated with The suffragettes. Where would you place them on the spectrum?"
      },
      {
        "name": "Margareth Thatcher",
        "caption": "Our research shows that Boudica is often associated with Margareth Thatcher. Where would you place her on the spectrum?"
      },
      {
        "name": "Theresa May",
        "caption": "Our research shows that Boudica is often associated with Theresa May. Where would you place her on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Roman Empire",
      "caption": "The Roman Empire was the post-Republican period of ancient Rome. Where would you place it on this spectrum?",
      "hint": "The Roman Empire was the post-Republican period of ancient Rome."
    },
    "present": [
      {
        "name": "British Empire",
        "caption": "Our research shows that Roman Empire is often associated with British Empire. Where would you place it on the spectrum?"
      },
      {
        "name": "Nazi Germany",
        "caption": "Our research shows that Roman Empire is often associated with Nazi Germany. Where would you place it on the spectrum?"
      },
      {
        "name": "USSR",
        "caption": "Our research shows that Roman Empire is often associated with USSR. Where would you place it on the spectrum?"
      },
      {
        "name": "European Union",
        "caption": "Our research shows that Roman Empire is often associated with European Union. Where would you place it on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Hadrian's Wall",
      "caption": "Hadrian's Wall is a former defensive fortification of the Roman province of Britannia, begun in AD 122 in the reign of the emperor Hadrian.  Where would you place it on this spectrum?",
      "hint": "Hadrian's Wall is a former defensive fortification of the Roman province of Britannia, begun in AD 122 in the reign of the emperor Hadrian."
    },
    "present": [
      {
        "name": "Great Wall of China",
        "caption": "Our research shows that Hadrian's Wall is often associated with Great Wall of China. Where would you place it on the spectrum?"
      },
      {
        "name": "Berlin Wall",
        "caption": "Our research shows that Hadrian's Wall is often associated with Berlin Wall. Where would you place it on the spectrum?"
      },
      {
        "name": "Anglo-Scottish border",
        "caption": "Our research shows that Hadrian's Wall is often associated with Anglo-Scottish border. Where would you place it on the spectrum?"
      },
      {
        "name": "US-Mexican border",
        "caption": "Our research shows that Hadrian's Wall is often associated with US-Mexican border. Where would you place it on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Julius Caesar",
      "caption": "Julius Caesar was a Roman general and statesman, who led the Roman armies in the Gallic Wars before becoming dictator of Rome from 49 BC until his assassination in 44 BC. Where would you place him on this spectrum?",      
      "hint": "Julius Caesar was a Roman general and statesman, who led the Roman armies in the Gallic Wars before becoming dictator of Rome from 49 BC until his assassination in 44 BC."
    },
    "present": [
      {
        "name": "Napoleon",
        "caption": "Our research shows that Julius Caesar is often associated with Napoleon. Where would you place him on the spectrum?"
      },
      {
        "name": "Jean-Claude Juncker",
        "caption": "Our research shows that Julius Caesar is often associated with Jean-Claude Juncker. Where would you place him on the spectrum?"
      },
      {
        "name": "Donald Trump",
        "caption": "Our research shows that Julius Caesar is often associated with Donald Trump. Where would you place him on the spectrum?"
      },
      {
        "name": "Vladimir Putin",
        "caption": "Our research shows that Julius Caesar is often associated with Vladimir Putin. Where would you place him on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Fall of the Roman Empire",
      "caption": "The fall of the Roman Empire was the loss of central political control in the Western Roman Empire, a process in which the Empire failed to enforce its rule, and its vast territory was divided into several successor polities.  Where would you place it on this spectrum?",
      "hint": "The fall of the Roman Empire was the loss of central political control in the Western Roman Empire, a process in which the Empire failed to enforce its rule, and its vast territory was divided into several successor polities."
    },
    "present": [
      {
        "name": "End of the Nazi Germany",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with End of the Nazi Germany. Where would you place it on the spectrum?"
      },
      {
        "name": "End of the British Empire",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with End of the British Empire. Where would you place it on the spectrum?"
      },
      {
        "name": "Scottish independence",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with Scottish independence. Where would you place it on the spectrum?"
      },
      {
        "name": "Brexit",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with Brexit. Where would you place it on the spectrum?"
      }
    ]
  }
]
