[
  {
    "past": {
      "name": "Boudica",
      "caption": "Where would you place Boudica on this spectrum?",
      "hint": "The leader of an uprising that united many of the peoples of southern Britain against Roman rule in AD 60."
    },
    "present": [
      {
        "name": "Elizabeth I",
        "caption": "Our research shows that Boudica is often associated with Elizabeth I. Where would you place her on the spectrum?"
      },
      {
        "name": "The suffragettes",
        "caption": "Our research shows that Boudica is often associated with The suffragettes. Where would you place them on the spectrum?"
      },
      {
        "name": "Margareth Thatcher",
        "caption": "Our research shows that Boudica is often associated with Margareth Thatcher. Where would you place her on the spectrum?"
      },
      {
        "name": "Theresa May",
        "caption": "Our research shows that Boudica is often associated with Theresa May. Where would you place her on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Roman Empire",
      "caption": "Where would you place the Roman Empire on this spectrum?",
      "hint": "An empire that extended across the Mediterranean and into northern Europe and developed in the last few centuries AD."
    },
    "present": [
      {
        "name": "British Empire",
        "caption": "Our research shows that Roman Empire is often associated with British Empire. Where would you place it on the spectrum?"
      },
      {
        "name": "Nazi Germany",
        "caption": "Our research shows that Roman Empire is often associated with Nazi Germany. Where would you place it on the spectrum?"
      },
      {
        "name": "USSR",
        "caption": "Our research shows that Roman Empire is often associated with USSR. Where would you place it on the spectrum?"
      },
      {
        "name": "European Union",
        "caption": "Our research shows that Roman Empire is often associated with European Union. Where would you place it on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Hadrian's Wall",
      "caption": "Where would you place Hadrian's Wall on this spectrum?",
      "hint": "A Roman frontier work in central Britain, first constructed in the AD 120s."
    },
    "present": [
      {
        "name": "Great Wall of China",
        "caption": "Our research shows that Hadrian's Wall is often associated with Great Wall of China. Where would you place it on the spectrum?"
      },
      {
        "name": "Berlin Wall",
        "caption": "Our research shows that Hadrian's Wall is often associated with Berlin Wall. Where would you place it on the spectrum?"
      },
      {
        "name": "Anglo-Scottish border",
        "caption": "Our research shows that Hadrian's Wall is often associated with Anglo-Scottish border. Where would you place it on the spectrum?"
      },
      {
        "name": "US-Mexican border",
        "caption": "Our research shows that Hadrian's Wall is often associated with US-Mexican border. Where would you place it on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Julius Caesar",
      "caption": "Where would you place Julius Caesar on this spectrum?",
      "hint": "A Roman general and politician, who amongst his other actions conquered Gaul (France) and invaded Britain in the 50s BC."
    },
    "present": [
      {
        "name": "Napoleon",
        "caption": "Our research shows that Julius Caesar is often associated with Napoleon. Where would you place him on the spectrum?"
      },
      {
        "name": "Jean-Claude Juncker",
        "caption": "Our research shows that Julius Caesar is often associated with Jean-Claude Juncker. Where would you place him on the spectrum?"
      },
      {
        "name": "Donald Trump",
        "caption": "Our research shows that Julius Caesar is often associated with Donald Trump. Where would you place him on the spectrum?"
      },
      {
        "name": "Vladimir Putin",
        "caption": "Our research shows that Julius Caesar is often associated with Vladimir Putin. Where would you place him on the spectrum?"
      }
    ]
  },
  {
    "past": {
      "name": "Fall of the Roman Empire",
      "caption": "Where would you place the fall of the Roman Empire on this spectrum?",
      "hint": "The end of the Roman Empire in the early fifth century across its western lands."
    },
    "present": [
      {
        "name": "End of the Nazi Germany",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with End of the Nazi Germany. Where would you place it on the spectrum?"
      },
      {
        "name": "End of the British Empire",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with End of the British Empire. Where would you place it on the spectrum?"
      },
      {
        "name": "Scottish independence",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with Scottish independence. Where would you place it on the spectrum?"
      },
      {
        "name": "Brexit",
        "caption": "Our research shows that Fall of the Roman Empire is often associated with Brexit. Where would you place it on the spectrum?"
      }
    ]
  }
]
